Repository: fjvigil89/Galico-Solutions
Catalog: app/Resources/translations/messages.*.xlf
Languages: es

# menu_signin
source: Sign in
es: Iniciar sesión

# menu_registre
source: Register
es: Registrarse

# menu_country
source: Country
es: Pais

# menu_dashboard
source: My dashboard
es: Mi cuenta

# menu_password
source: Change my password
es: Cambiar de clave

# menu_signout
source: Sign out
es: Desconectarse

# menu_home
source: Home
es: Inicio

# menu_services
source: Services
es: Servicios

# menu_plans
source: Plans
es: Planes

# menu_contactus
source: Contact us
es: Contáctenos

# menu_aboutus
source: About us
es: Quienes somos

# menu_copyright
source: information
es: Información

# menu_copyright
source: All rights reserved.
es: Todos los derechos reservados.

# menu_copyright
source: Copyright
es: Derecho de autor

# foot_mission
source: At General Pro, our vision is to improve as many lives as possible. General Pro seeks to provide the best service to homeowners around the world, while delivering the strongest relationship between value and quality. General Pro will ensure that your expectations and needs are met, by professionally taking care of your demands.
es: Nuestra prioridad es atender las necesidades básicas de nuestros clientes con la mejor cobertura posible, ofreciendo un justo balance entre precio y calidad. General Pro garantiza que sus expectativas serán compensadas plenamente.

# home_ourservice
source: Our Services
es: Nuestros Servicios

# home_ourservicephrase
source: We offer a wide range of services. Leave the building to the professionals.
es: Ofrecemos una alta gama de servicios. Deje que los profesionales realicen su trabajo.

# home_band1
source: Let’s Get the Job Done!
es: ¡Sus Necesidades son Nuestras Prioridades!

# home_band11
source: From experienced handymen to highly trained professionals; we got it all covered!
es: Nuestro personal está capacitado para cumplir cualquier trabajo eficientemente.

# home_band2
source: Yes,
es: ¡Lo

# home_band201
source: We Can Do It!
es: Mejor ya está aquí!

# home_band21
source: Just pick a time and we will do the rest.
es: Nuestros profesionales trabajan diligentemente para satisfacer sus necesidades.

# home_band3
source: Let’s Open
es: ¡Hagámoslo!

# home_band302
source: Book expert home cleaners and handymen at a moment’s notice.
es: Simplemente contáctenos y nosotros nos encargaremos del resto.

# home_ourplans
source: Our plans
es: Nuestros planes

# home_Three_plans
source: Three plans are at your disposal.
es: Contamos con tres planes a su disposicion.

# home_plumbing
source: Plumbing
es: Plomeria

# home_electricity
source: Electricity
es: Electricidad

# home_doors_windows
source: Doors and Windows
es: Puertas y Ventanas

# home_locksmith
source: Locksmith
es: Cerrajeria

# home_appliances
source: Appliances
es: Electrodomésticos

# home_additional_services
source: Additional services
es: Servicios adicionales

source: AC/Heating
es: AC/Calefaccion

# cursing_care
source: Nursing Care
es: Cuidado personas adultas

source: Day Care
es: Cuidado de niños

source: Lawn maintenance
es: Mantenimiento Jardines

source: Cleaning services
es: Servicios de limpieza

# it_support_services
source: IT support and services
es: Servicio y soporte informatico

source: Painting Services
es: Servicios de pintado

source: Just three steps
es: Solo en tres pasos

source: Select your plan
es: Seleccione su plan

# select_your_plan_phrase
source: Check what plan we offer and choose what suits you best
es: Conozca nuestros planes y elija la mejor opcion

source: Provide information
es: Complete el formulario

# provide_information_phrase
source: Fill out the form with the required information
es: Complete debidamente nuestro formulario

source: Submit and enrolled
es: Confirmación

# submit_and_enrolled_phrase
source: Pay and your information will be processed
es: Espere su numero de confirmación
